Repository: HamburgerJungeJr/pyVerein
Catalog: pyVerein/finance/locale/*/LC_MESSAGES/django.po
Languages: de

source: Cost
de: Aufwand

source: Income
de: Erlös

source: Asset
de: Bestand

source: Creditor
de: Kreditor

source: Create costcenter
de: Kostenstelle erstellen

source: Cost center
de: Kostenstelle

source: Cost center number
de: Kostenstellennummer

source: Cost center name
de: Bezeichnung

source: Cost center description
de: Beschreibung

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Cost center detail
de: Kostenstelle

source: Date
de: Datum

source: Document number
de: Belegnummer

source: Transaction text
de: Buchungstext

source: Debit
de: Soll

source: Credit
de: Haben

source: Show receipt
de: Beleg bearbeiten

source: Edit
de: Bearbeiten

source: sEmptyTable
de: Keine Daten in der Tabelle vorhanden.

source: sInfo
de: _START_ bis _END_ von _TOTAL_ Einträgen

source: sInfoEmpty
de: 0 bis 0 von 0 Einträgen

source: sInfoFiltered
de: (gefiltert von _MAX_ Einträgen)

source: sLoadingRecords
de: Wird geladen...

source: sZeroRecords
de: Keine Einträge vorhanden.

source: sFirst
de: Erste

source: sLast
de: Letzte

source: sNext
de: Nächste

source: sPrevious
de: Vorherige

source: sSortAscending
de: : aktivieren, um Spalte aufsteigend zu sortieren

source: sSortDescending
de: : aktivieren, um Spalte absteigend zu sortieren

source: Accounting_year
de: Wirtschaftsjahr

source: sSearch
de: Suchen

source: sLengthMenu
de: _MENU_ Einträge anzeigen

source: Edit cost center
de: Kostenstelle bearbeiten

source: Cost centers
de: Kostenstellen

source: Add
de: Hinzufügen

source: Create costobject
de: Kostenträger erstellen

source: Cost object
de: Kostenträger

source: Cost object number
de: Kostenträgernummer

source: Cost object name
de: Bezeichnung

source: Cost object description
de: Beschreibung

source: Cost object detail
de: Kostenträger

source: Edit cost object
de: Kostenträger bearbeiten

source: Cost objects
de: Kostenträger

source: Clearing
de: Auszifferung

source: Clearingamount
de: Auszifferungsbetrag

source: Clear transactions
de: Buchungen ausziffern

source: Create creditor
de: Kreditor erstellen

source: Creditor number
de: Kreditornummer

source: Creditor name
de: Bezeichnung

source: Creditor detail
de: Kreditordetails

source: Show cleared transactions
de: Auch ausgezifferte Buchungen anzeigen

source: Edit creditor
de: Kreditor bearbeiten

source: Creditors
de: Kreditoren

source: Create debitor
de: Debitor erstellen

source: Debitor detail
de: Debitordetails

source: Edit debitor
de: Debitor bearbeiten

source: Debitors
de: Debitoren

source: Debitor number
de: Debitornummer

source: Debitor name
de: Bezeichnung

source: Create impersonal account
de: Sachkonto erstellen

source: Impersonal account
de: Sachkonto

source: Impersonal account number
de: Sachkontonummer

source: Impersonal account name
de: Bezeichnung

source: Impersonal account detail
de: Sachkontodetails

source: Edit impersonal account
de: Sachkonto bearbeiten

source: Impersonal accounts
de: Sachkonten

source: Create receipt
de: Beleg erfassen

source: Close
de: Schließen

source: General
de: Allgemein

source: Transaction
de: Buchung

source: Account
de: Konto

source: Costing
de: Kostenrechnung

source: Corresponding transactions
de: Zugehörige Buchungen

source: Select account
de: Konto auswählen

source: Account number
de: Kontonummer

source: Account name
de: Bezeichnung

source: Select cost center
de: Kostenstelle auswählen

source: Select cost object
de: Kostenträger auswählen

source: Select
de: Konto auswählen

source: Receipt-Detail
de: Belegdetails

source: Reset clearing
de: Auszifferung aufheben

source: Do you really want to reset this clearing?
de: Diese Auszifferung wirklich aufheben?

source: Reset
de: Stornieren

source: Transactions
de: Buchungen

source: Show Account
de: Konto anzeigen

source: Show cost center
de: Kostenstelle anzeigen

source: Show cost object
de: Kostenträger anzeigen

source: Cleared transactions
de: Auszifferungsnachweis

source: Edit receipt
de: Beleg bearbeiten

source: Reset Receipt
de: Beleg stornieren

source: Do you really want to reset this receipt?
de: Diesen Beleg wirklich stornieren?

source: Reset & New
de: Stornieren & Neu

source: Exit editing
de: Bearbeitung beenden

source: Exit
de: Beenden

source: Reset receipt
de: Beleg stornieren

source: Show account
de: Konto anzeigen

source: Create virtual account
de: Virtuelles Konto erstellen

source: Virtual account
de: Virtuelles Konto

source: Virtual account number
de: Virtuelle Kontonummer

source: Virtual account name
de: Bezeichnung

source: Initial value
de: Anfangswert

source: Active from
de: Aktiv ab

source: Virtual account detail
de: Virtuelles Konto Details

source: Revenues
de: Einnahmen

source: Expenditures
de: Ausgaben

source: Edit virtual account
de: Virtuelles Konto bearbeiten

source: Virtual accounts
de: Virtuelle Konten

source: Creditor created successfully
de: Kreditor wurde erfolgreich erstellt

source: Creditor saved successfully
de: Kreditor wurde erfolgreich gespeichert

source: Debitor created successfully
de: Debitor wurde erfolgreich erstellt

source: Debitor saved successfully
de: Debitor wurde erfolgreich gespeichert

source: Impersonal account created successfully
de: Sachkonto wurde erfolgreich erstellt

source: Impersonal account saved successfully
de: Sachkonto wurde erfolgreich gespeichert

source: Cost center created successfully
de: Kostenstelle wurde erfolgreich erstellt

source: Cost center saved successfully
de: Kostenstelle wurde erfolgreich gespeichert

source: Cost object created successfully
de: Kostenträger wurde erfolgreich erstellt

source: Cost object saved successfully
de: Kostenträger wurde erfolgreich gespeichert

source: Transaction {0:s} saved successfully
de: Beleg {0:s} wurde erfolgreich erfasst

source: Receipt {0:s} updated successfully
de: Beleg {0:s} wurde erfolgreich aktualisiert

source: Receipt already reset
de: Beleg wurde bereits storniert

source: Receipt can not be reset because it was already cleared. Reset clearing before resetting this receipt.
de: Beleg konnte nicht stortiert werden, da dieser Teil einer Auszifferung ist. Vor dem Stornieren erst die Auszifferung aufheben.

source: Receipt reset successfully
de: Beleg wurde erfolgreich storniert

source: Receipt cleared successfully
de: Beleg wurde erfolgreich ausgeziffert

source: Receipt clearing reset successfully
de: Auszifferung wurde erfolgreich aufgehoben

source: Virtual account created successfully
de: Virtuelles Konto wurde erfolgreich erstellt

source: Virtual account saved successfully
de: Virtuelles Konto wurde erfolgreich gespeichert
